Repository: Aether-Technologies-AB/WhisperJournal10.1
Catalog: WhisperJournal10.1/*.lproj/Localizable.strings
Languages: sv

source: Select language
sv: Välj språk:

# language_spanish
source: Spanish
sv: Spanska

# language_english
source: English
sv: Engelska

# language_swedish
source: Swedish
sv: Svenska

# record_button
source: Record
sv: Spela in

# stop_button
source: Stop
sv: Sluta

# transcription_label
source: Transcription:
sv: Transkription:

# tags_label
source: Tags: %@
sv: Taggar:

source: Enter tags...
sv: Ange taggar...

source: Save Transcription
sv: Spara transkription

source: View Saved Transcriptions
sv: Visa sparade transkriptioner

# logout_button
source: Logout
sv: Logga ut

# home_title
source: Home
sv: Hem

# mic_access_error
source: No se pudo acceder al micr√≥fono.
sv: Kunde inte få tillgång till mikrofonen.

source: No transcription to save.
sv: Ingen transkription att spara.

source: No user logged in
sv: Ingen användare inloggad

source: Error saving transcription
sv: Fel vid sparande av transkription

source: Transcription saved successfully!
sv: Transkription sparad framgångsrikt!

source: Error starting audio engine
sv: Fel vid start av ljudmotor

# register_title
source: Register
sv: Registrera

# email_placeholder
source: Email
sv: E-post

# password_placeholder
source: Password
sv: Lösenord

# confirm_password_placeholder
source: Confirm Password
sv: Bekräfta Lösenord

# register_button
source: Register
sv: Registrera

# cancel_button
source: Cancel
sv: Avbryt

source: Passwords do not match
sv: Lösenorden matchar inte

# registration_error
source: Error registering
sv: Fel vid registrering

# save_user_error
source: Error saving user
sv: Fel vid sparande av användare

# forgot_password_title
source: Forgot Password
sv: Glömt Lösenord

# send_reset_email_button
source: Send Reset Email
sv: Skicka återställningsmail

# message_title
source: Message
sv: Meddelande

# forgot_password_nav_title
source: Forgot Password
sv: Glömt Lösenord

# reset_email_error
source: Error sending reset email
sv: Fel vid skickande av återställningsmail

# reset_email_sent
source: Reset email sent. Please check your email.
sv: Återställningsmail skickat. Vänligen kolla din e-post.

# login_title
source: Login
sv: Logga in

# login_button
source: Login
sv: Logga in

# forgot_password_button
source: Forgot Password
sv: Glömt Lösenord

# login_error
source: Error logging in
sv: Fel vid inloggning

# edit_transcription_title
source: Edit Transcription
sv: Redigera Transkription

# edit_transcription_tags
source: Tags
sv: Taggar

# edit_transcription_date
source: Date:
sv: Datum:

# edit_transcription_cancel
source: Cancel
sv: Avbryt

# edit_transcription_save
source: Save
sv: Spara

source: Loading transcriptions...
sv: Laddar transkriptioner...

source: Error loading transcriptions
sv: Fel vid laddning av transkriptioner

# edit_button
source: Edit
sv: Redigera

# delete_button
source: Delete
sv: Radera

# delete_confirmation_title
source: Confirm deletion
sv: Bekräfta radering

# delete_confirmation_message
source: Are you sure you want to delete this transcription?
sv: Är du säker på att du vill radera denna transkription?

# transcriptions_title
source: Transcriptions
sv: Transkriptioner

source: No transcription selected
sv: Ingen transkription vald

# delete_transcription_title
source: Delete Transcription
sv: Radera Transkription

# delete_transcription_message
source: Are you sure you want to delete this transcription?
sv: Är du säker på att du vill radera denna transkription?

source: No authenticated user
sv: Ingen autentiserad användare

source: No transcriptions found
sv: Inga transkriptioner hittades

source: Error updating transcription
sv: Fel vid uppdatering av transkription

source: Error deleting transcription
sv: Fel vid radering av transkription

source: Choose from library
sv: Välj från biblioteket

source: Take photo
sv: Ta foto

# profile_title
source: User Profile
sv: Användarprofil

# email_label
source: Email
sv: E-post

# email_not_available
source: Not available
sv: Inte tillgänglig

# profile_navigation_title
source: Profile
sv: Profil

# close_button
source: Close
sv: Stäng

# transcription_list_title
source: My Transcriptions
sv: Mina Transkriptioner

# delete_transcription_error
source: Error deleting transcription
sv: Fel vid borttagning av transkription

# camera_unavailable_title
source: Camera Unavailable
sv: Kamera ej tillgänglig

# camera_unavailable_message
source: Cannot access the camera on this device or simulator
sv: Kan inte komma åt kameran på denna enhet eller simulator

# remove_image
source: Remove
sv: Ta bort

# saved_transcriptions_title
source: Saved Transcriptions
sv: Sparade Transkriptioner

# profile_menu_profile
source: Profile
sv: Profil

# profile_menu_plans
source: Plans
sv: Planer

# profile_menu_settings
source: Settings
sv: Inställningar

# profile_default_user
source: User
sv: Användare

# profile_logout
source: Log Out
sv: Logga ut

# default_user
source: User
sv: Användare

# search_title
source: Search
sv: Sök

# search_placeholder
source: Search transcriptions...
sv: Sök transkriberingar...

# search_button
source: Search
sv: Sök

# reindex_button
source: Reindex Transcriptions
sv: Omindexera transkriberingar

# no_results
source: No transcriptions found
sv: Inga transkriberingar hittades

source: Searching...
sv: Söker...

# reindexing
source: Reindexing transcriptions...
sv: Omindexerar transkriberingar...

# detail_title
source: Details
sv: Detaljer

# detail_transcription_label
source: Transcription
sv: Transkribering

# detail_date_label
source: Date
sv: Datum

# detail_tags_label
source: Tags
sv: Taggar

# detail_images_label
source: Images
sv: Bilder

# detail_loading_images
source: Loading images...
sv: Laddar bilder...

# detail_loading_images_error
source: Could not load images
sv: Det gick inte att ladda bilderna

# detail_image_count
source: %d image(s)
sv: %d bild(er)

# semantic_search_error
source: Error in semantic search
sv: Fel i semantisk sökning

source: Generating embeddings...
sv: Genererar inbäddningar...

# embedding_generation_error
source: Error generating embeddings
sv: Fel vid generering av inbäddningar

# semantic_similarity_threshold
source: Similarity threshold
sv: Likhetströskel

# openai_api_error
source: Error connecting to OpenAI
sv: Fel vid anslutning till OpenAI

# api_key_missing
source: OpenAI API key is missing
sv: OpenAI API-nyckel saknas

# embedding_processing
source: Processing text embeddings
sv: Bearbetar textinbäddningar

# ask_question
source: Ask a question or search...
sv: Ställ en fråga eller sök...

# processing_query
source: Processing your query...
sv: Bearbetar din förfrågan...

# no_relevant_entries
source: No relevant entries found
sv: Inga relevanta poster hittades

source: Showing related entries
sv: Visar relaterade poster

# ai_response_title
source: Response:
sv: Svar:

# based_on_entries
source: Based on these entries:
sv: Baserat på dessa poster:

source: Other related results:
sv: Andra relaterade resultat:

# camera_not_available
source: Camera is not available
sv: Kameran är inte tillgänglig

# photo_library_not_available
source: Photo library is not available
sv: Fotobiblioteket är inte tillgängligt

# google_signin_button
source: Sign in with Google
sv: Logga in med Google

# recording_error
source: Could not start recording
sv: Kunde inte starta inspelningen

# transcription_error
source: Error transcribing audio
sv: Fel vid transkribering av ljud

# voice_search_button
source: Voice search
sv: Röstsökning

source: Record New Transcription
sv: Ny Transkription

source: Stop Recording
sv: Stoppa Inspelning

source: Start Recording
sv: Starta Inspelning

# transcription_title
source: Transcription:
sv: Transkription:

# notifications_title
source: Reminder Settings
sv: Påminnelseinställningar

# notifications_description
source: Configure your reminders to relive important moments from your journal
sv: Konfigurera dina påminnelser för att återuppleva viktiga ögonblick från din journal

# configure_notifications
source: Configure Reminders
sv: Konfigurera Påminnelser

# enable_weekly_notifications
source: Enable Weekly Reminders
sv: Aktivera Veckovisa Påminnelser

# disable_notifications
source: Disable Reminders
sv: Inaktivera Påminnelser

# notifications_nav_title
source: Reminders
sv: Påminnelser

# reminders_section
source: Reminders
sv: Påminnelser

source: Enable reminders
sv: Aktivera påminnelser

# frequency_days
source: Frequency: %d days
sv: Frekvens: %d dagar

source: Save Settings
sv: Spara Inställningar

# reminders_info
source: Reminders will show you important moments from your journal periodically.
sv: Påminnelser visar dig viktiga ögonblick från din journal periodiskt.

# reminders_settings_title
source: Reminder Settings
sv: Påminnelseinställningar

# reminders_alert_title
source: Reminders
sv: Påminnelser

# memory_notification_title
source: Journal Memory
sv: Journalminne

# notifications_auth_granted
source: Notification authorization granted
sv: Notifikationsauktorisering beviljad

# notifications_auth_error
source: Error requesting notification authorization: %@
sv: Fel vid begäran om notifikationsauktorisering: %@

source: User not authenticated
sv: Användaren är inte autentiserad

# firebase_not_initialized
source: Firebase is not properly initialized
sv: Firebase är inte korrekt initialiserad

# fetch_transcriptions_error
source: Error fetching transcriptions: %@
sv: Fel vid hämtning av transkriberingar: %@

# unknown_error
source: Unknown
sv: Okänd

# schedule_notification_error
source: Error scheduling notification: %@
sv: Fel vid schemaläggning av notifikation: %@

# notification_scheduled_success
source: Notification scheduled successfully for %@
sv: Notifikation schemalagd framgångsrikt för %@

# custom_notification_error
source: Error scheduling custom notification: %@
sv: Fel vid schemaläggning av anpassad notifikation: %@

# recordatorios_configurados
source: Reminders set every %d days
sv: Påminnelser inställda var %d dag(ar)

# recordatorios_desactivados
source: Reminders deactivated
sv: Påminnelser avaktiverade

source: Time unit
sv: Tidsenhet

source: Minutes
sv: Minuter

source: Hours
sv: Timmar

source: Days
sv: Dagar

# frequency_minutes
source: Frequency: %d minutes
sv: Frekvens: %d minuter

# frequency_hours
source: Frequency: %d hours
sv: Frekvens: %d timmar

# recordatorios_configurados_minutes
source: Reminders set every %d minutes
sv: Påminnelser inställda var %d minut

# recordatorios_configurados_hours
source: Reminders set every %d hours
sv: Påminnelser inställda var %d timme

# recordatorios_configurados_days
source: Reminders set every %d days
sv: Påminnelser inställda var %d dag

# memory_from_years_ago
source: %d years ago
sv: För %d år sedan

# memory_from_months_ago
source: %d months ago
sv: För %d månader sedan

source: Recent memory
sv: Nytt minne

# years_ago_title
source: %d years ago you wrote...
sv: För %d år sedan skrev du...

# months_ago_title
source: %d months ago you wrote...
sv: För %d månader sedan skrev du...

# recent_memory_title
source: A recent memory
sv: Ett nytt minne

source: View details
sv: Visa detaljer

# share_memory
source: Share
sv: Dela

source: See more memories
sv: Se fler minnen

# memory_date_format
source: MMMM d, yyyy
sv: d MMMM yyyy

source: On this day
sv: På den här dagen
